var myJson = {
    "article": [
        {
            "title": "第一章 小火火的诞生",
            "date": "2017-9-10",
            "content": "<p>从前，有个山上抓狐狸贩卖皮革的猎人，在山顶遇到了暴风雨，只好找了个熊居的废弃山洞住了一晚。<img src='./static/image/1-1.png' style='width:12%;float:right;'></p><p>白天，猎人离去，山洞里遗留的柴火灰烬里有一个微弱的星星点点火苗还未燃尽。突然这个火苗抓住了旁边的一片枯叶，顿时亮了起来，小恶魔路西法旦生了，你也可以叫它的小名——小火火。</p>"
        }, {
            "title": "第二章 恶魔与精灵、妖怪是不同的",
            "date": "2017-9-11",
            "content": "<p>对于刚出生的小恶魔来说，未知的世界充满了危险与挑战，因为它的发力还未凝聚，此刻的它与世间任何的小火苗都没有分别，任何一点点的情况出现都有令它熄灭的可能。而此刻，快要燃尽的小树叶正要给它带来灭顶之灾。<img src='./static/image/2-1.png' style='float:right;width:12%;'>“喂！”，路西法大声喊道。火苗会说话这件事并不奇怪，只是它们常常会隐藏这项技能，为了给自己减少不必要的麻烦，例如在你做饭的时候，若你的灶台上的蓝色火焰突然开口向你道午安，难保惊慌失措的你不会一瓢水浇上去，这样除了小火苗要为自己的鲁莽付出生命代价，你也可能会煤气中毒。所以小火苗们通常不敢在人面前轻举妄动，因为在它们的认知里，人类通常是胆小的，尤其是面对没有见过新鲜事物的时候，恐惧会令他们的举动变得愚蠢且残忍</p><p>“喂！山地精灵，快出现！”，路西法虽然大声地喊着，但是声音显得镇静而从容，小恶魔知道死亡在一步步逼近，可是作为恶魔的尊严不允许它显露出自己的慌乱。恶魔是山林里的贵族，他们与妖怪、精灵并不混为一谈，妖怪、精灵一类是十分常见的，随便一种东西都可以转化，假如有一棵洋槐树开着花的时候觉得寂寞，风就会送来洋槐树精灵陪伴它，在树的枝桠间有时候你可以发现又一只精灵坐在花瓣里，伸手接漏下来的阳光。精灵的生命很短，花期一过，最后一朵花儿枯萎的时候，它便无声无息地淡去了身影，消失在一阵风里。妖怪不如精灵讨人喜爱，因为他们太过阴沉，出没于阴森暗淡的地方，他们可能产生于一缕邪思、一腔悔恨、一股怨气，浑浊的雾气是它们的温床，而且最重要的是，他们面貌丑陋且不友善，冬天被冰雪冻死的雏鸟、被猎狗撕碎脖颈的兔子、被猎人剥去皮毛的狐狸都有可能成为妖怪，保留着死时的形态，而且随着时间的流逝腐坏得更严重，直到尸骨发黑，风吹雨蚀成粉末，它们的恶意才会转为一声轻轻的叹息，重归土地。恶魔与这一切都不一样，它的生命很长，会不断成长，也许能活到一千岁、一万岁，假如它活得开心，是可以有这么久的。而且它的诞生是一种世间奇与妙的偶然，几十年才会有一次，当天地的神奇都汇聚的一时，某个瞬间，某个地方，它就突然出现了。</p>"
        },
        {
            "title": "第三章 好汉不吃眼前亏",
            "date": "2017-9-12",
            "content": "<p>一个穿着红肚兜，头上用红绳子绑个冲天辫的胖乎乎的小萝卜丁从山洞一旁的石头背后蹦了过来。“找我什么事儿啊？”，他问。<img src='./static/image/3-1.png' style='width:5%;float:left;'>如果您以为山地精灵会是位白胡子老爷爷的形象，请别见怪，这位山地精灵与路西法一样，都是初生的牛犊呢！“你瞧瞧我现在的处境，无法与你多言，快帮我找些柴火树叶干草来吧。”<img src='./static/image/3-2.png' style='width:7%;float:right;'>路西法毫不客气地吩咐到。可是山地精灵却不买账：“我为什么要听你的呢？你的级别才这么点儿高，我根本不怕你！”路西法虽然心有不服，却不得不屈从于现实，它快要熄灭了呀！必须得先哄骗好这只小萝卜丁，往后收服他的机会还多的是呢：“我当然不会让你白帮忙的啦！你想啊，你的爷爷、太爷爷他们，祖祖辈辈都守在这山里，每天见到的都是同一番景象，千百年来都没有变过，难道你不想离开这里，到外面的新世界看看吗？只要我有了法力，想飞去哪就去哪儿，我一定不会忘记你的！”</p>"
        },
        {
            "title": "第四章 偏向虎山行",
            "date": "2017-9-13",
            "content": "<p>倘若小火火的脸不是燃烧得红彤彤的话，你一定会发现他正在为自己的言语赧颜。“我这是为了生存所迫，绝非有意辱没身份，竟同这么个低微的小东西谈起判来了。”他在心里为自己辩解，可是表面上却不得不做出一副交好的姿态来。他想着，倘若这萝卜丁再生刁难，自己宁愿立刻死去也决不奴颜婢膝。</p><p>“好，成交。”没想到小山地精灵答应得爽快，立刻抱来了一捆干草，正要往火面上扔却止住了手：“你要是日后反悔，我一定要让你不守信用的坏名声传遍山林，让恶魔族因你蒙羞。”刚松了口气的路西法心又悬了起来：“一定一定，我以恶魔族的名誉起誓，肯定会遵守诺言。”这小东西还真不好哄，等我有了强大的魔力，灭了你是轻而易举的事，还怕你的威胁吗？“这还差不多！”小山地精灵抱着干草堆的手伸到了路西法的脑袋上，路西法抬头看他这鲁莽的阵势，也不顾得想身份的问题了，大叫了起来：“等，等一下！你这样一股脑儿地扔下来，我非熄灭了不可！”“对哦！”小山地精灵显然没有意识到这个问题，他虽然淘气，可绝不会有存心害人的想法，只是对于欠缺经验的他来说，智商既然帮不了忙，只能祈求这位身旁的盟友今后多指点他了。<img src='./static/image/4-1.png' style='float:right;width:20%;'></p><p>路西法因为有了粮食，微弱得快要熄灭的蓝光瞬间又成了跳跃着的浓烈的橙红色。“哈哈”，他一边燃烧着，一边情不自禁让愉悦的笑声从口中溜出。“喂，小山地精灵，你怎么称呼？咱们想个办法出去走走吧，这个山洞空气太闷了，不利于我的生长。”小山地精灵歪着扎着小辫儿的脑袋瓜想了想，“我叫周枫，因为我是枫叶变红的秋天出生的（就是前几天）。”“你姓周？”路西法为他有如此正统的姓名感到诧异。“这座山上不是有个周氏祠堂嘛，自然我也姓周啦！”小火火心下了然，也许名字都是这个小罗卜丁的脑袋瓜里则刚好的呢！“好，以后我就叫你枫理事，你称我为路西法殿下。我们快些出发吧。我瞧见昨儿猎人落下了口吊锅，正好能当我的容身宝座，在你身后不远，去把他它取来。”刚刚荣获晋升的枫理事有什么理由拒绝呢，正如他的脑袋里决想不出“理事”这样的名词，愚钝的人总是要受聪慧的人的剥削的，而且他们自己常常觉察不到其中有何不妥之处。</p><p>有了舒服的安身之处的路西法怡然自得地占据着枫理事头顶的高地，随着他的仆从的脚踏出洞口的刹时，耀眼的阳光将他通体包裹，他眯起了眼睛，心里却有坚定的方向，新鲜的夹杂着远处瀑布水汽的空气并没有扰乱他的思绪：“往瀑布下的湿地去，水池中心有一片树林，那儿埋着我要的东西。”“那儿可远了哩，万一半途下起了雨没地儿躲，把你浇灭了怎么办？”“那也得去，不为自己想要的冒一回险，我岂不白活这一遭了？”</p>"
        },
         {
            "title": "故事告一段落",
            "date": "2017-9-14",
            "content": "<p>辛苦淇淇宝贝，么么哒！</p>"
         }
    ]
}
