var myJson = {
    "article": [
        {
            "title": "第一章 小火火的诞生",
            "date": "2017-9-10",
            "content": "<p><img src='./static/image/1-1.png' style='width:20%;float:right;'>从前，有个山上抓狐狸贩卖皮革的猎人，在山顶遇到了暴风雨，只好找了个熊居的废弃山洞住了一晚。</p><p>白天，猎人离去，山洞里遗留的柴火灰烬里有一个微弱的星星点点火苗还未燃尽。突然这个火苗抓住了旁边的一片枯叶，顿时亮了起来，小恶魔路西法旦生了，你也可以叫它的小名——小火火。</p>"
        }, {
            "title": "第二章 恶魔与精灵、妖怪是不同的",
            "date": "2017-9-11",
<<<<<<< HEAD
            "content": "<p>对于刚出生的小恶魔来说，未知的世界充满了危险与挑战，因为它的发力还未凝聚，此刻的它与世间任何的小火苗都没有分别，任何一点点的情况出现都有令它熄灭的可能。而此刻，快要燃尽的小树叶正要给它带来灭顶之灾。“喂！”，路西法大声喊道。火苗会说话这件事并不奇怪，只是它们常常会隐藏这项技能，为了给自己减少不必要的麻烦，例如在你做饭的时候，若你的灶台上的蓝色火焰突然开口向你道午安，难保惊慌失措的你不会一瓢水浇上去，这样除了小火苗要为自己的鲁莽付出生命代价，你也可能会煤气中毒。所以小火苗们通常不敢在人面前轻举妄动，因为在它们的认知里，人类通常是胆小的，尤其是面对没有见过新鲜事物的时候，恐惧会令他们的举动变得愚蠢且残忍<img src='./static/image/2-1.png' style='float:right;width:30%;'></p><p>“喂！山地精灵，快出现！”，路西法虽然大声地喊着，但是声音显得镇静而从容，小恶魔知道死亡在一步步逼近，可是作为恶魔的尊严不允许它显露出自己的慌乱。恶魔是山林里的贵族，他们与妖怪、精灵并不混为一谈，妖怪、精灵一类是十分常见的，随便一种东西都可以转化，假如有一棵洋槐树开着花的时候觉得寂寞，风就会送来洋槐树精灵陪伴它，在树的枝桠间有时候你可以发现又一只精灵坐在花瓣里，伸手接漏下来的阳光。精灵的生命很短，花期一过，最后一朵花儿枯萎的时候，它便无声无息地淡去了身影，消失在一阵风里。妖怪不如精灵讨人喜爱，因为他们太过阴沉，出没于阴森暗淡的地方，他们可能产生于一缕邪思、一腔悔恨、一股怨气，浑浊的雾气是它们的温床，而且最重要的是，他们面貌丑陋且不友善，冬天被冰雪冻死的雏鸟、被猎狗撕碎脖颈的兔子、被猎人剥去皮毛的狐狸都有可能成为妖怪，保留着死时的形态，而且随着时间的流逝腐坏得更严重，直到尸骨发黑，风吹雨蚀成粉末，它们的恶意才会转为一声轻轻的叹息，重归土地。恶魔与这一切都不一样，它的生命很长，会不断成长，也许能活到一千岁、一万岁，假如它活得开心，是可以有这么久的。而且它的诞生是一种世间奇与妙的偶然，几十年才会有一次，当天地的神奇都汇聚的一时，某个瞬间，某个地方，它就突然出现了。</p>"
=======
            "content": "<p>对于刚出生的小恶魔来说，未知的世界充满了危险与挑战，因为它的发力还未凝聚，此刻的它与世间任何的小火苗都没有分别，任何一点点的情况出现都有令它熄灭的可能。而此刻，快要燃尽的小树叶正要给它带来灭顶之灾。“喂！”，路西法大声喊道。火苗会说话这件事并不奇怪，只是它们常常会隐藏这项技能，为了给自己减少不必要的麻烦，例如在你做饭的时候，若你的灶台上的蓝色火焰突然开口向你道午安，难保惊慌失措的你不会一瓢水浇上去，这样除了小火苗要为自己的鲁莽付出生命代价，你也可能会煤气中毒。所以小火苗们通常不敢在人面前轻举妄动，因为在它们的认知里，人类通常是胆小的，尤其是面对没有见过新鲜事物的时候，恐惧会令他们的举动变得愚蠢且残忍</p><p>“喂！山地精灵，快出现！”，路西法虽然大声地喊着，但是声音显得镇静而从容，小恶魔知道死亡在一步步逼近，可是作为恶魔的尊严不允许它显露出自己的慌乱。恶魔是山林里的贵族，他们与妖怪、精灵并不混为一谈，妖怪、精灵一类是十分常见的，随便一种东西都可以转化，假如有一棵洋槐树开着花的时候觉得寂寞，风就会送来洋槐树精灵陪伴它，在树的枝桠间有时候你可以发现有一只精灵坐在花瓣里，伸手接漏下来的阳光。精灵的生命很短，花期一过，最后一朵花儿枯萎的时候，它便无声无息地淡去了身影，消失在一阵风里。妖怪不如精灵讨人喜爱，因为他们太过阴沉，出没于阴森幽暗的地方，他们可能产生于一缕邪思、一腔悔恨、一股怨气，浑浊的雾气是它们的温床，而且最重要的是，他们面貌丑陋且不友善，冬天被冰雪冻死的雏鸟、被猎狗撕碎脖颈的兔子、被猎人剥去皮毛的狐狸都有可能成为妖怪，保留着死时的形态，而且随着时间的流逝腐坏得更严重，直到尸骨发黑，风吹雨蚀成粉末，它们的恶意才会转为一声轻轻的叹息，重归土地。恶魔与这一切都不一样，它的生命很长，会不断成长，也许能活到一千岁、一万岁，假如它活得开心，是可以有这么久的。而且它的诞生是一种世间奇与妙的偶然，几十年才会有一次，当天地的神奇都汇聚的一时，某个瞬间，某个地方，它就突然出现了。</p>"
>>>>>>> origin/master
        },
        {
            "title": "第二章 待定",
            "date": "2017-9-12",
            "content": "<p>欲知后事如何，请听下回分解</p>"
        }
    ]
}
